Repository: spaquet/qr-unveil-ios
Catalog: Simple QR/Localizations/Localizable.xcstrings
Source language: en
Languages: ar, ca, da, de, el, es, es_us, fr, fr_ca, it, ja, ko, pt_br, pt_pt, ru, sv, tr, uk, zh_hans

source: Made with ❤️ in SF
ar: صُنع بـ ❤️ في SF
ca: Fet amb ❤️ a SF
da: Lavet med ❤️ i SF
de: Mit ❤️ in SF gemacht
el: Φτιαγμένο με ❤️ στο SF
es: Hecho con ❤️ en SF
es_us: Hecho con ❤️ en SF
fr: Fait avec ❤️ à SF
fr_ca: Fait avec ❤️ à SF
it: Fatto con ❤️ a SF
ja: SFで❤️を込めて作られました
ko: SF에서 ❤️로 만들어짐
pt_br: Feito com ❤️ em SF
pt_pt: Feito com ❤️ em SF
ru: Сделано с ❤️ в SF
sv: Gjord med ❤️ i SF
tr: SF'de ❤️ ile yapıldı
uk: Зроблено з ❤️ у SF
zh_hans: 用 ❤️ 在旧金山制作

source: Map
ar: خريطة
ca: Mapa
da: Kort
de: Karte
el: Χάρτης
es: Mapa
es_us: Mapa
fr: Carte
fr_ca: Carte
it: Mappa
ja: 地図
ko: 지도
pt_br: Mapa
pt_pt: Mapa
ru: Карта
sv: Karta
tr: Harita
uk: Карта
zh_hans: 地图

source: Message
ar: رسالة
ca: Missatge
da: Besked
de: Nachricht
el: Μήνυμα
es: Mensaje
es_us: Mensaje
it: Messaggio
ja: メッセージ
ko: 메시지
pt_br: Mensagem
pt_pt: Mensagem
ru: Сообщение
sv: Meddelande
tr: Mesaj
uk: Повідомлення
zh_hans: 消息

source: Moderate
ar: معتدل
ca: Moderat
da: Moderat
de: Moderat
el: Μέτριος
es: Moderado
es_us: Moderado
fr: Modéré
fr_ca: Modéré
it: Moderato
ja: 中程度
ko: 중간
pt_br: Moderado
pt_pt: Moderado
ru: Умеренный
sv: Måttlig
tr: Orta
uk: Помірний
zh_hans: 中等

source: Most Scanned
ar: الأكثر مسحًا
ca: Més escanejats
da: Mest scannet
de: Am häufigsten gescannt
el: Περισσότερες Σαρώσεις
es: Más escaneados
es_us: Más escaneados
fr: Les plus scannés
fr_ca: Les plus numérisés
it: Più scansionati
ja: 最もスキャンされた
ko: 가장 많이 스캔됨
pt_br: Mais escaneados
pt_pt: Mais Lidos
ru: Наиболее часто сканируемые
sv: Mest skannade
tr: En Çok Taranan
uk: Найчастіше скановані
zh_hans: 最常扫描

source: Name
ar: الاسم
ca: Nom
da: Navn
el: Όνομα
es: Nombre
es_us: Nombre
fr: Nom
fr_ca: Nom
it: Nome
ja: 名前
ko: 이름
pt_br: Nome
pt_pt: Nome
ru: Имя
sv: Namn
tr: İsim
uk: Ім'я
zh_hans: 名称

source: New Tag
ar: علامة جديدة
ca: Nova etiqueta
da: Nyt tag
de: Neuer Tag
el: Νέα Ετικέτα
es: Nueva etiqueta
es_us: Nueva etiqueta
fr: Nouveau tag
fr_ca: Nouvelle étiquette
it: Nuovo tag
ja: 新しいタグ
ko: 새 태그
pt_br: Nova tag
pt_pt: Nova Etiqueta
ru: Новый тег
sv: Ny tagg
tr: Yeni Etiket
uk: Новий тег
zh_hans: 新标签

source: Newest First
ar: الأحدث أولاً
ca: Més nous primer
da: Nyeste først
de: Neueste zuerst
el: Νεότερα Πρώτα
es: Más nuevos primero
es_us: Más recientes primero
fr: Plus récents d'abord
fr_ca: Plus récents d'abord
it: Prima i più recenti
ja: 最新順
ko: 최신순
pt_br: Mais recentes primeiro
pt_pt: Mais Recentes Primeiro
ru: Сначала новые
sv: Nyaste först
tr: Önce En Yeni
uk: Спочатку найновіші
zh_hans: 最新优先

source: No QR Codes
ar: لا توجد رموز QR
ca: Cap codi QR
da: Ingen QR-koder
de: Keine QR-Codes
el: Δεν Υπάρχουν Κωδικοί QR
es: No hay códigos QR
es_us: No hay códigos QR
fr: Aucun code QR
fr_ca: Aucun code QR
it: Nessun codice QR
ja: QRコードがありません
ko: QR 코드 없음
pt_br: Sem códigos QR
pt_pt: Sem Códigos QR
ru: Нет QR-кодов
sv: Inga QR-koder
tr: QR Kodu Yok
uk: Немає QR-кодів
zh_hans: 没有二维码

source: No QR codes with this tag yet.
ar: لا توجد رموز QR بهذه العلامة حتى الآن.
ca: Encara no hi ha codis QR amb aquesta etiqueta.
da: Endnu ingen QR-koder med dette tag.
de: Noch keine QR-Codes mit diesem Tag.
el: Δεν υπάρχουν ακόμα κωδικοί QR με αυτή την ετικέτα.
es: Aún no hay códigos QR con esta etiqueta.
es_us: Aún no hay códigos QR con esta etiqueta.
fr: Aucun code QR avec ce tag pour l'instant.
fr_ca: Aucun code QR avec cette étiquette pour le moment.
it: Ancora nessun codice QR con questo tag.
ja: このタグのQRコードはまだありません。
ko: 아직 이 태그가 있는 QR 코드가 없습니다.
pt_br: Ainda não há códigos QR com esta tag.
pt_pt: Ainda não há códigos QR com esta etiqueta.
ru: Пока нет QR-кодов с этим тегом.
sv: Inga QR-koder med denna tagg ännu.
tr: Henüz bu etiketle QR kodu yok.
uk: Поки немає QR-кодів з цим тегом.
zh_hans: 暂无带有此标签的二维码。

source: No security information available
ar: لا توجد معلومات أمنية متاحة
ca: No hi ha informació de seguretat disponible
da: Ingen sikkerhedsoplysninger tilgængelige
de: Keine Sicherheitsinformationen verfügbar
el: Δεν υπάρχουν διαθέσιμες πληροφορίες ασφαλείας
es: No hay información de seguridad disponible
es_us: No hay información de seguridad disponible
fr: Aucune information de sécurité disponible
fr_ca: Aucune information de sécurité disponible
it: Nessuna informazione di sicurezza disponibile
ja: セキュリティ情報がありません
ko: 보안 정보가 없습니다
pt_br: Nenhuma informação de segurança disponível
pt_pt: Nenhuma informação de segurança disponível
ru: Информация о безопасности отсутствует
sv: Ingen säkerhetsinformation tillgänglig
tr: Güvenlik bilgisi mevcut değil
uk: Інформація про безпеку відсутня
zh_hans: 无安全信息可用

source: No tags
ar: لا توجد علامات
ca: Cap etiqueta
da: Ingen tags
de: Keine Tags
el: Δεν υπάρχουν ετικέτες
es: Sin etiquetas
es_us: Sin etiquetas
fr: Aucun tag
fr_ca: Aucune étiquette
it: Nessun tag
ja: タグなし
ko: 태그 없음
pt_br: Sem tags
pt_pt: Sem etiquetas
ru: Нет тегов
sv: Inga taggar
tr: Etiket yok
uk: Немає тегів
zh_hans: 无标签

source: No Tags
ar: لا توجد علامات
ca: Cap etiqueta
da: Ingen tags
de: Keine Tags
el: Δεν Υπάρχουν Ετικέτες
es: Sin etiquetas
es_us: Sin etiquetas
fr: Aucun tag
fr_ca: Aucune étiquette
it: Nessun tag
ja: タグがありません
ko: 태그 없음
pt_br: Sem tags
pt_pt: Sem Etiquetas
ru: Нет тегов
sv: Inga taggar
tr: Etiket Yok
uk: Немає тегів
zh_hans: 无标签

source: Not verified yet
ar: لم يتم التحقق بعد
ca: Encara no verificat
da: Ikke verificeret endnu
de: Noch nicht verifiziert
el: Δεν έχει επαληθευτεί ακόμα
es: No verificado aún
es_us: Aún no verificado
fr: Pas encore vérifié
fr_ca: Pas encore vérifié
it: Non ancora verificato
ja: まだ検証されていません
ko: 아직 확인되지 않음
pt_br: Ainda não verificado
pt_pt: Ainda não verificado
ru: Еще не проверено
sv: Inte verifierad än
tr: Henüz doğrulanmadı
uk: Ще не перевірено
zh_hans: 尚未验证

source: OK
ar: موافق
ca: D'acord
es: Aceptar
ko: 확인
tr: Tamam
zh_hans: 确定

source: Oldest First
ar: الأقدم أولاً
ca: Més antics primer
da: Ældste først
de: Älteste zuerst
el: Παλαιότερα Πρώτα
es: Más antiguos primero
es_us: Más antiguos primero
fr: Plus anciens d'abord
fr_ca: Plus anciens d'abord
it: Prima i più vecchi
ja: 古い順
ko: 오래된순
pt_br: Mais antigos primeiro
pt_pt: Mais Antigos Primeiro
ru: Сначала старые
sv: Äldsta först
tr: Önce En Eski
uk: Спочатку найстаріші
zh_hans: 最旧优先

source: Open
ar: افتح
ca: Obre
da: Åbn
de: Öffnen
el: Άνοιγμα
es: Abrir
es_us: Abrir
fr: Ouvre
fr_ca: Ouvre
it: Apri
ja: 開く
ko: 열기
pt_br: Abrir
pt_pt: Abrir
ru: Открыть
sv: Öppna
tr: Aç
uk: Відкрити
zh_hans: 打开

source: Open the scanner
ar: افتح الماسح الضوئي
ca: Obre l'escàner
da: Åbn scanneren
de: Scanner öffnen
el: Άνοιξε τον σαρωτή
es: Abre el escáner
es_us: Abre el escáner
fr: Ouvre le scanner
fr_ca: Ouvre le numériseur
it: Apri lo scanner
ja: スキャナーを開く
ko: 스캐너 열기
pt_br: Abra o scanner
pt_pt: Abra o digitalizador
ru: Открыть сканер
sv: Öppna skannern
tr: Tarayıcıyı aç
uk: Відкрити сканер
zh_hans: 打开扫描仪

source: Opens the QR code scanner
ar: يفتح ماسح رمز QR
ca: Obre l'escàner de codis QR
da: Åbner QR-kodescanneren
de: Öffnet den QR-Code-Scanner
el: Ανοίγει τον σαρωτή κωδικών QR
es: Abre el escáner de códigos QR
es_us: Abre el escáner de códigos QR
fr: Ouvre le scanner de codes QR
fr_ca: Ouvre le numériseur de codes QR
it: Apre lo scanner di codici QR
ja: QRコードスキャナーを開く
ko: QR 코드 스캐너를 열기
pt_br: Abre o scanner de códigos QR
pt_pt: Abre o digitalizador de códigos QR
ru: Открывает сканер QR-кодов
sv: Öppnar QR-kodskannern
tr: QR kodu tarayıcısını açar
uk: Відкриває сканер QR-кодів
zh_hans: 打开二维码扫描仪

source: Opens the QR code scanner directly from Control Center
ar: يفتح ماسح رمز QR مباشرة من مركز التحكم
ca: Obre l'escàner de codis QR directament des del Centre de Control
da: Åbner QR-kodescanneren direkte fra Kontrolcenter
de: Öffnet den QR-Code-Scanner direkt aus dem Kontrollzentrum
el: Ανοίγει τον σαρωτή κωδικών QR απευθείας από το Κέντρο Ελέγχου
es: Abre el escáner de códigos QR directamente desde el Centro de Control
es_us: Abre el escáner de códigos QR directamente desde el Centro de Control
fr: Ouvre le scanner de codes QR directement depuis le Centre de contrôle
fr_ca: Ouvre le numériseur de codes QR directement depuis le Centre de contrôle
it: Apre lo scanner di codici QR direttamente dal Centro di Controllo
ja: コントロールセンターから直接QRコードスキャナーを開く
ko: 제어 센터에서 직접 QR 코드 스캐너를 열기
pt_br: Abre o scanner de códigos QR diretamente do Centro de Controle
pt_pt: Abre o digitalizador de códigos QR diretamente do Centro de Controlo
ru: Открывает сканер QR-кодов прямо из Центра управления
sv: Öppnar QR-kodskannern direkt från Kontrollcenter
tr: QR kodu tarayıcısını doğrudan Kontrol Merkezi'nden açar
uk: Відкриває сканер QR-кодів прямо з Центру керування
zh_hans: 从控制中心直接打开二维码扫描仪

source: Options
ar: خيارات
ca: Opcions
da: Indstillinger
de: Optionen
el: Επιλογές
es: Opciones
es_us: Opciones
it: Opzioni
ja: オプション
ko: 옵션
pt_br: Opções
pt_pt: Opções
ru: Настройки
sv: Alternativ
tr: Seçenekler
uk: Опції
zh_hans: 选项

source: Photo Library Access
ar: الوصول إلى مكتبة الصور
ca: Accés a la biblioteca de fotos
da: Adgang til fotobibliotek
de: Zugriff auf Fotobibliothek
el: Πρόσβαση στη Βιβλιοθήκη Φωτογραφιών
es: Acceso a la biblioteca de fotos
es_us: Acceso a la biblioteca de fotos
fr: Accès à la photothèque
fr_ca: Accès à la photothèque
it: Accesso alla libreria fotografica
ja: フォトライブラリへのアクセス
ko: 사진 라이브러리 접근
pt_br: Acesso à biblioteca de fotos
pt_pt: Acesso à Biblioteca de Fotos
ru: Доступ к библиотеке фото
sv: Åtkomst till fotobibliotek
tr: Fotoğraf Kitaplığı Erişimi
uk: Доступ до бібліотеки фотографій
zh_hans: 照片库访问

source: Position QR code within frame
ar: ضع رمز QR داخل الإطار
ca: Posiciona el codi QR dins del marc
da: Placer QR-kode inden for rammen
de: QR-Code im Rahmen positionieren
el: Τοποθετήστε τον κωδικό QR μέσα στο πλαίσιο
es: Coloca el código QR dentro del marco
es_us: Coloca el código QR dentro del marco
fr: Positionnez le code QR dans le cadre
fr_ca: Positionnez le code QR dans le cadre
it: Posiziona il codice QR all'interno della cornice
ja: QRコードをフレーム内に配置
ko: 프레임 내에 QR 코드 위치시키기
pt_br: Posicione o código QR dentro do quadro
pt_pt: Posicione o código QR dentro da moldura
ru: Расположите QR-код в рамке
sv: Placera QR-kod inom ramen
tr: QR kodunu çerçeve içine yerleştirin
uk: Розмістіть QR-код у рамці
zh_hans: 将二维码置于框内

source: qr code
ar: رمز QR
ca: codi QR
da: QR-kode
el: κωδικός QR
es: código QR
es_us: código QR
fr: code QR
fr_ca: code QR
it: codice QR
ja: QRコード
ko: QR 코드
pt_br: código QR
pt_pt: código QR
ru: QR-код
sv: QR-kod
tr: QR kodu
uk: QR-код
zh_hans: 二维码

source: QR Code Details
ar: تفاصيل رمز QR
ca: Detalls del codi QR
da: QR-kodedetaljer
el: Λεπτομέρειες Κωδικού QR
es: Detalles del código QR
es_us: Detalles del código QR
fr: Détails du code QR
fr_ca: Détails du code QR
it: Dettagli codice QR
ja: QRコードの詳細
ko: QR 코드 상세정보
pt_br: Detalhes do código QR
pt_pt: Detalhes do Código QR
ru: Детали QR-кода
sv: QR-koddetaljer
tr: QR Kodu Ayrıntıları
uk: Деталі QR-коду
zh_hans: 二维码详情

source: QR Codes at Location
ar: رموز QR في الموقع
ca: Codis QR a la ubicació
da: QR-koder på placering
de: QR-Codes am Standort
el: Κωδικοί QR στην Τοποθεσία
es: Códigos QR en la ubicación
es_us: Códigos QR en la ubicación
fr: Codes QR à cet emplacement
fr_ca: Codes QR à cet emplacement
it: Codici QR in questa posizione
ja: この場所のQRコード
ko: 위치의 QR 코드
pt_br: Códigos QR nesta localização
pt_pt: Códigos QR na Localização
ru: QR-коды в этом месте
sv: QR-koder på plats
tr: Konumdaki QR Kodları
uk: QR-коди за місцезнаходженням
zh_hans: 位置处的二维码

source: QR Map
ar: خريطة QR
ca: Mapa QR
da: QR-kort
de: QR-Karte
el: Χάρτης QR
es: Mapa QR
es_us: Mapa QR
fr: Carte QR
fr_ca: Carte QR
it: Mappa QR
ja: QRマップ
ko: QR 지도
pt_br: Mapa QR
pt_pt: Mapa QR
ru: QR-карта
sv: QR-karta
tr: QR Haritası
uk: QR-карта
zh_hans: 二维码地图

source: QR Scan
ar: مسح QR
ca: Escaneig QR
el: Σάρωση QR
es: Escaneo QR
es_us: Escaneo QR
fr: Numérisation QR
fr_ca: Numérisation QR
it: Scansione QR
ja: QRスキャン
ko: QR 스캔
pt_br: Escaneamento QR
pt_pt: Digitalização QR
ru: Сканирование QR
sv: QR-skanning
tr: QR Tara
uk: Сканування QR
zh_hans: QR扫描

source: QR Scanner
ar: ماسح QR
ca: Escàner QR
el: Σαρωτής QR
es: Escáner QR
es_us: Escáner QR
fr: Scanner QR
fr_ca: Numériseur QR
it: Scanner QR
ja: QRスキャナー
ko: QR 스캐너
pt_br: Scanner QR
pt_pt: Digitalizador QR
ru: Сканер QR
sv: QR-skanner
tr: QR Tarayıcı
uk: Сканер QR
zh_hans: QR扫描仪

source: QR Unveil needs camera access to scan QR codes
ar: يحتاج QR Unveil إلى الوصول إلى الكاميرا لمسح رموز QR
ca: QR Unveil necessita accés a la càmera per escanejar codis QR
da: QR Unveil skal have adgang til kameraet for at scanne QR-koder
de: QR Unveil benötigt Kamerazugriff zum Scannen von QR-Codes
el: Το QR Unveil χρειάζεται πρόσβαση στην κάμερα για να σαρώσει κωδικούς QR
es: QR Unveil necesita acceso a la cámara para escanear códigos QR
es_us: QR Unveil necesita acceso a la cámara para escanear códigos QR
fr: QR Unveil a besoin d'accéder à l'appareil photo pour scanner les codes QR
fr_ca: QR Unveil a besoin d'accéder à la caméra pour numériser les codes QR
it: QR Unveil ha bisogno dell'accesso alla fotocamera per scansionare i codici QR
ja: QR UnveilはQRコードをスキャンするためにカメラへのアクセスが必要です
ko: QR Unveil은 QR 코드를 스캔하기 위해 카메라 접근 권한이 필요합니다
pt_br: O QR Unveil precisa de acesso à câmera para escanear códigos QR
pt_pt: QR Unveil necessita de acesso à câmara para ler códigos QR
ru: QR Unveil требуется доступ к камере для сканирования QR-кодов
sv: QR Unveil behöver kameraåtkomst för att skanna QR-koder
tr: QR Unveil, QR kodlarını taramak için kamera erişimine ihtiyaç duyar
uk: QR Unveil потребує доступ до камери для сканування QR-кодів
zh_hans: QR Unveil 需要相机权限以扫描二维码

source: QR Unveil needs full access to your photo library to save QR code images and display them later. Without this permission, you won't be able to see your saved QR codes within the app.
ar: يحتاج QR Unveil إلى وصول كامل إلى مكتبة الصور الخاصة بك لحفظ صور رموز QR وعرضها لاحقًا. بدون هذا الإذن، لن تتمكن من رؤية رموز QR المحفوظة داخل التطبيق.
ca: QR Unveil necessita accés complet a la teva biblioteca de fotos per desar imatges de codis QR i mostrar-les més tard. Sense aquest permís, no podràs veure els teus codis QR desats dins de l'aplicació.
da: QR Unveil har brug for fuld adgang til dit fotobibliotek for at gemme QR-kodebilleder og vise dem senere. Uden denne tilladelse vil du ikke kunne se dine gemte QR-koder i appen.
de: QR Unveil benötigt vollen Zugriff auf Ihre Fotobibliothek, um QR-Code-Bilder zu speichern und später anzuzeigen. Ohne diese Berechtigung können Sie Ihre gespeicherten QR-Codes nicht in der App sehen.
el: Το QR Unveil χρειάζεται πλήρη πρόσβαση στη βιβλιοθήκη φωτογραφιών σας για να αποθηκεύσει εικόνες κωδικών QR και να τις εμφανίσει αργότερα. Χωρίς αυτήν την άδεια, δεν θα μπορείτε να δείτε τους αποθηκευμένους κωδικούς QR στην εφαρμογή.
es: QR Unveil necesita acceso completo a tu biblioteca de fotos para guardar imágenes de códigos QR y mostrarlas más tarde. Sin este permiso, no podrás ver tus códigos QR guardados dentro de la aplicación.
es_us: QR Unveil necesita acceso completo a tu biblioteca de fotos para guardar imágenes de códigos QR y mostrarlas más tarde. Sin este permiso, no podrás ver tus códigos QR guardados dentro de la aplicación.
fr: QR Unveil a besoin d'un accès complet à votre photothèque pour enregistrer les images de codes QR et les afficher ultérieurement. Sans cette autorisation, vous ne pourrez pas voir vos codes QR enregistrés dans l'application.
fr_ca: QR Unveil a besoin d'un accès complet à votre photothèque pour enregistrer les images de codes QR et les afficher ultérieurement. Sans cette autorisation, vous ne pourrez pas voir vos codes QR enregistrés dans l'application.
it: QR Unveil ha bisogno dell'accesso completo alla tua libreria fotografica per salvare le immagini dei codici QR e visualizzarle successivamente. Senza questo permesso, non potrai vedere i tuoi codici QR salvati all'interno dell'app.
ja: QR UnveilはQRコード画像を保存し、後で表示するためにフォトライブラリへの完全なアクセスが必要です。この許可がないと、アプリ内で保存したQRコードを見ることができません。
ko: QR Unveil은 QR 코드 이미지를 저장하고 나중에 표시하기 위해 사진 라이브러리에 대한 전체 접근 권한이 필요합니다. 이 권한이 없으면 앱 내에서 저장된 QR 코드를 볼 수 없습니다.
pt_br: O QR Unveil precisa de acesso completo à sua biblioteca de fotos para salvar imagens de códigos QR e exibi-las posteriormente. Sem essa permissão, você não poderá ver seus códigos QR salvos dentro do aplicativo.
pt_pt: QR Unveil necessita de acesso total à sua biblioteca de fotos para guardar imagens de códigos QR e exibi-las posteriormente. Sem esta permissão, não conseguirá ver os seus códigos QR guardados na aplicação.
ru: QR Unveil требуется полный доступ к вашей фототеке для сохранения изображений QR-кодов и их последующего отображения. Без этого разрешения вы не сможете просматривать сохраненные QR-коды в приложении.
sv: QR Unveil behöver full åtkomst till ditt fotobibliotek för att spara QR-kodbilder och visa dem senare. Utan detta tillstånd kommer du inte att kunna se dina sparade QR-koder i appen.
tr: QR Unveil, QR kodu görüntülerini kaydetmek ve daha sonra görüntülemek için fotoğraf kitaplığınıza tam erişime ihtiyaç duyar. Bu izin olmadan, kaydedilen QR kodlarınızı uygulama içinde göremezsiniz.
uk: QR Unveil потребує повний доступ до вашої бібліотеки фотографій для збереження зображень QR-кодів та їх подальшого відображення. Без цього дозволу ви не зможете бачити свої збережені QR-коди в додатку.
zh_hans: QR Unveil 需要完整访问您的照片库以保存二维码图像并在稍后显示它们。没有此权限，您将无法在应用内查看已保存的二维码。

source: QR Unveil needs full access to your photo library to save QR code images and display them within the app. This allows you to easily reference and share your scanned codes.
ar: يحتاج QR Unveil إلى وصول كامل إلى مكتبة الصور الخاصة بك لحفظ صور رموز QR وعرضها داخل التطبيق. هذا يتيح لك الرجوع بسهولة إلى الرموز الممسوحة ومشاركتها.
ca: QR Unveil necessita accés complet a la teva biblioteca de fotos per desar imatges de codis QR i mostrar-les dins de l'aplicació. Això et permet consultar i compartir fàcilment els teus codis escanejats.
da: QR Unveil har brug for fuld adgang til dit fotobibliotek for at gemme QR-kodebilleder og vise dem i appen. Dette giver dig mulighed for nemt at henvise til og dele dine scannede koder.
de: QR Unveil benötigt vollen Zugriff auf Ihre Fotobibliothek, um QR-Code-Bilder zu speichern und in der App anzuzeigen. Dadurch können Sie einfach auf Ihre gescannten Codes verweisen und diese teilen.
el: Το QR Unveil χρειάζεται πλήρη πρόσβαση στη βιβλιοθήκη φωτογραφιών σας για να αποθηκεύσει εικόνες κωδικών QR και να τις εμφανίσει μέσα στην εφαρμογή. Αυτό σας επιτρέπει να αναφέρεστε εύκολα και να μοιράζεστε τους σαρωμένους κωδικούς σας.
es: QR Unveil necesita acceso completo a tu biblioteca de fotos para guardar imágenes de códigos QR y mostrarlas dentro de la aplicación. Esto te permite hacer referencia y compartir fácilmente tus códigos escaneados.
es_us: QR Unveil necesita acceso completo a tu biblioteca de fotos para guardar imágenes de códigos QR y mostrarlas dentro de la aplicación. Esto te permite hacer referencia y compartir fácilmente tus códigos escaneados.
fr: QR Unveil a besoin d'un accès complet à votre photothèque pour enregistrer les images de codes QR et les afficher dans l'application. Cela vous permet de consulter et partager facilement vos codes scannés.
fr_ca: QR Unveil a besoin d'un accès complet à votre photothèque pour enregistrer les images de codes QR et les afficher dans l'application. Cela vous permet de référencer et de partager facilement vos codes numérisés.
it: QR Unveil ha bisogno dell'accesso completo alla tua libreria fotografica per salvare le immagini dei codici QR e visualizzarle all'interno dell'app. Questo ti permette di fare riferimento e condividere facilmente i tuoi codici scansionati.
ja: QR UnveilはQRコード画像を保存し、アプリ内で表示するためにフォトライブラリへの完全なアクセスが必要です。これにより、スキャンしたコードを簡単に参照したり共有したりすることができます。
ko: QR Unveil은 QR 코드 이미지를 저장하고 앱 내에서 표시하기 위해 사진 라이브러리에 대한 전체 접근 권한이 필요합니다. 이를 통해 스캔한 코드를 쉽게 참조하고 공유할 수 있습니다.
pt_br: O QR Unveil precisa de acesso completo à sua biblioteca de fotos para salvar imagens de códigos QR e exibi-las dentro do aplicativo. Isso permite que você facilmente consulte e compartilhe seus códigos escaneados.
pt_pt: QR Unveil necessita de acesso total à sua biblioteca de fotos para guardar imagens de códigos QR e exibi-las na aplicação. Isto permite-lhe facilmente referenciar e partilhar os seus códigos lidos.
ru: QR Unveil требуется полный доступ к вашей фототеке для сохранения изображений QR-кодов и их отображения в приложении. Это позволяет вам легко ссылаться на отсканированные коды и делиться ими.
sv: QR Unveil behöver full åtkomst till ditt fotobibliotek för att spara QR-kodbilder och visa dem i appen. Detta gör att du enkelt kan referera till och dela dina skannade koder.
tr: QR Unveil, QR kodu görüntülerini kaydetmek ve uygulama içinde görüntülemek için fotoğraf kitaplığınıza tam erişime ihtiyaç duyar. Bu, taradığınız kodlara kolayca başvurmanıza ve paylaşmanıza olanak tanır.
uk: QR Unveil потребує повний доступ до вашої бібліотеки фотографій для збереження зображень QR-кодів та їх відображення в додатку. Це дозволяє вам легко посилатися на ваші відскановані коди та ділитися ними.
zh_hans: QR Unveil 需要完整访问您的照片库以保存二维码图像并在应用内显示它们。这使您能够轻松引用和分享您扫描的代码。

source: Quick access to QR code scanning.
ar: وصول سريع إلى مسح رمز QR.
ca: Accés ràpid a l'escaneig de codis QR.
da: Hurtig adgang til QR-kodescanning.
de: Schneller Zugriff auf das Scannen von QR-Codes.
el: Γρήγορη πρόσβαση στη σάρωση κωδικών QR.
es: Acceso rápido al escaneo de códigos QR.
es_us: Acceso rápido al escaneo de códigos QR.
fr: Accès rapide à la numérisation de codes QR.
fr_ca: Accès rapide à la numérisation de codes QR.
it: Accesso rapido alla scansione di codici QR.
ja: QRコードスキャンへの素早いアクセス。
ko: QR 코드 스캔에 빠른 접근.
pt_br: Acesso rápido ao escaneamento de códigos QR.
pt_pt: Acesso rápido à digitalização de códigos QR.
ru: Быстрый доступ к сканированию QR-кодов.
sv: Snabb åtkomst till QR-kodskanning.
tr: QR kodu taramaya hızlı erişim.
uk: Швидкий доступ до сканування QR-кодів.
zh_hans: 快速访问二维码扫描。

source: Recommendations:
ar: التوصيات:
ca: Recomanacions:
da: Anbefalinger:
de: Empfehlungen:
el: Συστάσεις:
es: Recomendaciones:
es_us: Recomendaciones:
fr: Recommandations :
fr_ca: Recommandations :
it: Raccomandazioni:
ja: おすすめ：
ko: 권장 사항:
pt_br: Recomendações:
pt_pt: Recomendações:
ru: Рекомендации:
sv: Rekommendationer:
tr: Öneriler:
uk: Рекомендації:
zh_hans: 建议：

source: Redirects: %d
ar: إعادة التوجيه: %d
ca: Redireccions: %d
da: Omdirigeringer: %d
de: Weiterleitungen: %d
el: Ανακατευθύνσεις: %d
es: Redirecciones: %d
es_us: Redirecciones: %d
fr: Redirections : %d
fr_ca: Redirections : %d
it: Reindirizzamenti: %d
ja: リダイレクト：%d
ko: 리디렉션: %d
pt_br: Redirecionamentos: %d
pt_pt: Redirecionamentos: %d
ru: Перенаправления: %d
sv: Omdirigeringar: %d
tr: Yönlendirmeler: %d
uk: Перенаправлення: %d
zh_hans: 重定向：%d

source: Region
ar: المنطقة
ca: Regió
el: Περιοχή
es: Región
es_us: Región
fr: Région
fr_ca: Région
it: Regione
ja: 地域
ko: 지역
pt_br: Região
pt_pt: Região
ru: Регион
tr: Bölge
uk: Регіон
zh_hans: 地区

source: Safe
ar: آمن
ca: Segur
da: Sikker
de: Sicher
el: Ασφαλής
es: Seguro
es_us: Seguro
fr: Sûr
fr_ca: Sûr
it: Sicuro
ja: 安全
ko: 안전
pt_br: Seguro
pt_pt: Seguro
ru: Безопасно
sv: Säker
tr: Güvenli
uk: Безпечний
zh_hans: 安全

source: Save
ar: حفظ
ca: Desar
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
es_us: Guardar
fr: Enregistrer
fr_ca: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
pt_pt: Guardar
ru: Сохранить
sv: Spara
tr: Kaydet
uk: Зберегти
zh_hans: 保存
